export default [
  {
    matters:      ['УКРАЇНСЬКА МОВА ТА ЛІТЕРАТУРА', 'МАТЕМАТИКА', 'ІНОЗЕМНА МОВА'],
    specialities: [
      'ФІНАНСИ,БАНКІВСЬКА СПРАВА ТА СТРАХУВАННЯ',
      'ЕКОНОМІКА',
      'ПІДПРИЄМНИЦТВО, ТОРГІВЛЯ ТА БІРЖОВА ДІЯЛЬНІСТЬ',
      'ОБЛІК І ОПОДАТКУВАННЯ',
      'МЕНЕДЖМЕНТ',
      'МАРКЕТИНГ',
      'МІЖНАРОДНІ ЕКОНОМІЧНІ ВІДНОСИНИ',
      'ТУРИЗМ',
      'КОМП’ЮТЕРНІ НАУКИ',
      'КІБЕРБЕЗПЕКА',
      'ТРАНСПОРТНІ ТЕХНОЛОГІЇ (АВТОМОБІЛЬНИЙ ТРАНСПОРТ)',
      'ПРИКЛАДНА МАТЕМАТИКА',
      'МІЖНАРОДНІ ЕКОНОМІЧНІ ВІДНОСИНИ',
      'ТУРИЗМ',
      'МІЖНАРОДНЕ ПРАВО',
      'МІЖНАРОДНІ ВІДНОСИНИ, СУСПІЛЬНІ КОМУНІКАЦІЇ ТА РЕГІОНАЛЬНІ СТУДІЇ',
      'ПУБЛІЧНЕ УПРАВЛІННЯ ТА АДМІНІСТРУВАННЯ',
    ],
  },

  {
    matters:      ['УКРАЇНСЬКА МОВА ТА ЛІТЕРАТУРА', 'МАТЕМАТИКА', 'ГЕОГРАФІЯ'],
    specialities: [
      'ФІНАНСИ,БАНКІВСЬКА СПРАВА ТА СТРАХУВАННЯ',
      'ЕКОНОМІКА',
      'ПІДПРИЄМНИЦТВО, ТОРГІВЛЯ ТА БІРЖОВА ДІЯЛЬНІСТЬ',
      'ОБЛІК І ОПОДАТКУВАННЯ',
      'МЕНЕДЖМЕНТ',
      'МАРКЕТИНГ',
    ],
  },

  {
    matters:      ['УКРАЇНСЬКА МОВА ТА ЛІТЕРАТУРА', 'МАТЕМАТИКА', 'ФІЗИКА'],
    specialities: [
      'КОМП’ЮТЕРНІ НАУКИ',
      'КІБЕРБЕЗПЕКА',
      'ТРАНСПОРТНІ ТЕХНОЛОГІЇ (АВТОМОБІЛЬНИЙ ТРАНСПОРТ)',
      'ПРИКЛАДНА МАТЕМАТИКА',
    ],
  },

  {
    matters:      ['УКРАЇНСЬКА МОВА ТА ЛІТЕРАТУРА', 'ІСТОРІЯ УКРАЇНИ', 'МАТЕМАТИКА'],
    specialities: [
      'ПРАВО',
      'ЖУРНАЛІСТИКА',
      'СОЦІАЛЬНЕ ЗАБЕЗПЕЧЕННЯ',
      'ПУБЛІЧНЕ УПРАВЛІННЯ ТА АДМІНІСТРУВАННЯ',
    ],
  },

  {
    matters:      ['УКРАЇНСЬКА МОВА ТА ЛІТЕРАТУРА', 'ІНОЗЕМНА МОВА', 'ГЕОГРАФІЯ'],
    specialities: [
      'МІЖНАРОДНІ ЕКОНОМІЧНІ ВІДНОСИНИ',
      'ТУРИЗМ',
      'ФІЛОЛОГІЯ',
      'СОЦІАЛЬНЕ ЗАБЕЗПЕЧЕННЯ',
    ],
  },

  {
    matters:      ['УКРАЇНСЬКА МОВА ТА ЛІТЕРАТУРА', 'ІСТОРІЯ УКРАЇНИ', 'ІНОЗЕМНА МОВА'],
    specialities: [
      'ПРАВО',
      'ЖУРНАЛІСТИКА',
      'МІЖНАРОДНЕ ПРАВО',
      'МІЖНАРОДНІ ВІДНОСИНИ СУСПІЛЬНІ',
      'МІЖНАРОДНІ ВІДНОСИНИ, СУСПІЛЬНІ КОМУНІКАЦІЇ ТА РЕГІОНАЛЬНІ СТУДІЇ',
      'ФІЛОЛОГІЯ',
      'ЕКОНОМІКА',
      'ФІНАНСИ,БАНКІВСЬКА СПРАВА ТА СТРАХУВАННЯ',
      'ПІДПРИЄМНИЦТВО, ТОРГІВЛЯ ТА БІРЖОВА  ДІЯЛЬНІСТЬ',
      'СОЦІАЛЬНЕ ЗАБЕЗПЕЧЕННЯ',
      'ТУРИЗМ',
      'МЕНЕДЖМЕНТ',
      'ОБЛІК І ОПОДАТКУВАННЯ',
    ],
  },

  {
    matters:      ['УКРАЇНСЬКА МОВА ТА ЛІТЕРАТУРА', 'ІСТОРІЯ УКРАЇНИ', 'ГЕОГРАФІЯ'],
    specialities: [
      'СОЦІАЛЬНЕ ЗАБЕЗПЕЧЕННЯ',
      'ЕКОНОМІКА',
      'ФІНАНСИ,БАНКІВСЬКА СПРАВА ТА СТРАХУВАННЯ',
      'ПІДПРИЄМНИЦТВО, ТОРГІВЛЯ ТА БІРЖОВА  ДІЯЛЬНІСТЬ',
      'ТУРИЗМ',
      'МЕНЕДЖМЕНТ',
      'ОБЛІК І ОПОДАТКУВАННЯ',
    ],
  },

  {
    matters:      ['УКРАЇНСЬКА МОВА ТА ЛІТЕРАТУРА', 'БІОЛОГІЯ', 'МАТЕМАТИКА'],
    specialities: ['ПСИХОЛОГІЯ'],
  },

  {
    matters:      ['УКРАЇНСЬКА МОВА ТА ЛІТЕРАТУРА', 'БІОЛОГІЯ', 'ІНОЗЕМНА МОВА'],
    specialities: ['ПСИХОЛОГІЯ'],
  },
]
